Repository: seanpm2001/mt-training-data
Catalog: tyv/tyv_pontoon.tmx
Source language: en_us
Languages: tyv

source: Abkhaz
tyv: Абхаз дыл

source: About
tyv: Бистиң дугайывыста

source: Acehnese
tyv: Ачех дыл

source: Adyghe
tyv: Адыгей дыл

source: Afaan Oromo
tyv: Оромо дыл

source: Afrikaans
tyv: Африкаанс дыл

source: Albanian
tyv: Албан дыл

source: All
tyv: Шупту

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
tyv: Үнүңер өргүңер

source: Amharic
tyv: Амхар дыл

source: Arabic
tyv: Араб дыл

source: Aragonese
tyv: Арагон дыл

source: Armenian
tyv: Армян дыл

source: Armenian Western
tyv: Барыын армян дыл

source: Assamese
tyv: Ассам дыл

source: Asturian
tyv: Астурий дыл

source: Azerbaijani
tyv: Азербайджан дыл

source: Back to Top
tyv: Үстүнче

source: Bambara
tyv: Бамбара

source: Basaa
tyv: Басаа

source: Bashkir
tyv: Башкир дыл

source: Basque
tyv: Баск дыл

source: Belarusian
tyv: Беларус дыл

source: Benefits
tyv: Ойнаштыг талалары

source: Bengali
tyv: Бенгал дыл

source: Bosnian
tyv: Босний дыл

source: Breton
tyv: Бретон дыл

source: Bulgarian
tyv: Болгар дыл

source: Burmese
tyv: Бирма дыл

source: Buryat
tyv: Бурят дыл

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
tyv: Чагаалар алыр деп чөпшээрешкеш, Mozilla ол информацияны Mozilla-ның <privacyLink>Чажыт болурунуң политиказы</privacyLink> дамчыштыр хынап турар дээрзинге чөпшээрежип турар силер.

source: Cantonese
tyv: Кантон дыл

source: Catalan
tyv: Каталан дыл

source: Central Kurdish
tyv: Төп курд (Сорани) дыл

source: Chinese (China)
tyv: Кыдат дыл (Кыдат)

source: Chinese (Hong Kong)
tyv: Кыдат дыл (Гонконг)

source: Chinese (Taiwan)
tyv: Кыдат дыл (Тайвань)

source: Chinyanja
tyv: Чиньянджа дыл

source: Chuvash
tyv: Чуваш дыл

source: Clips recorded
tyv: Бижиттинген клиптер

source: Clips validated
tyv: Хынаттынган бижиктер

source: Common Voice is a crowdsourcing platform, and the languages were all added by volunteers. We would love for you to add your language! <languageRequestLink>Ask about adding your language.</languageRequestLink>
tyv: Common Voice — краудсорсинг платформазы-дыр,ында бар шупту дылдарны эки-турачылар киирген. Силерниң дылыңарны база улуг өөрүшкү-биле киирер бис. Силерниң дылыңарны киирерин <languageRequestLink> маңаа </languageRequestLink> дилеп болур.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
tyv: Common Voice — Mozilla-ның кылымал угаанны кижилер чугаазынга өөредир дээн эгелээшкини-дир.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
tyv: Common Voice — Mozilla-ның машиналарны шын кижилер чугаазынга өөредир дээн эгелээшкининиң кезии-дир.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
tyv: Common Voice — делегейде хөй дылдыг үн медээлериниң эң улуг чыындызы-дыр.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
tyv: Хөй-ниитиниң ажыглап болуру үн модельдери дээн ышкаш курлавырларын өөредир болгаш сайзырадыр сорулга-биле эртемденнер, биче сайгарлыкчылар болгаш үн ылгап билип алырының энтузиастары Common Voice-туң бижиктерин ажыглап турар. Бижиктериңерни чүге баладыр деп тур силер, сонуургап болур ирги бе?

source: Community, Creatives and Civil Society
tyv: Бөлүк, чогаадыкчылар болгаш хамааты ниитилел

source: Community participation and decision making.
tyv: Бөлүктүң киржилгези болгаш шиитпирлер хүлээри.

source: Community Playbook
tyv: Бөлүкке өөредилге ному

source: Confirm
tyv: Бадыткаар

source: Confirm Goal
tyv: Сорулганы бадыткаар

source: Confirm New Sentences
tyv: Чаа домактарны бадыткаар

source: Connect with Gravatar
tyv: Gravatar-ны каттыштырар

source: Contact
tyv: Харылзажыры

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
tyv: Авторлар, драматургтар азы сценаристер-биле харылзашкаш, олар чогаалдарының улуг эвес кезиин хөй-ниитиниң өнчүзүнче дамчыдып берип шыдаар-дыр бе, айтырып көрүңер.

source: Contact Form
tyv: Харылзажыр хевир

source: Contact the Common Voice team
tyv: Common Voice-туң командазы-биле харылзажыптыңар

source: Contact Us
tyv: Бистиң-биле харылзаа

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
tyv: Мында бар чүүлдерни <licenseLink>Creative Commons-туң лицензиязы ёзугаар</licenseLink> ажыглап болур.

source: Continue
tyv: Улаштырар

source: Contribute
tyv: Үлүг киирер

source: Contribute sentences
tyv: Домактар саналдаар

source: Contribute to { $lang }
tyv: { $lang } деткиир

source: Contribution Activity
tyv: Дузалакчының үлүү

source: Contribution Criteria
tyv: Киржириниң негелдези

source: Contribution Experience
tyv: Common Voice-биле ажылыңарны үнелеңер

source: Contribution Guidelines
tyv: Киржиириниң удуртулга бижии

source: Contributors record voice clips by reading from a bank of donated sentences.
tyv: Халас берген домактар банкызындан номчувушаан, киржикчилер үн бижиктери кылып турар.

source: Cookies
tyv: Cookie

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
tyv: <coquiLink>Coqui</coquiLink> ажык чугаа технологиязынга тураскааттынган. Оларның төлевилелдеринде хандыр өөренир сорулгалыг STT база TTS шимчедикчилери кирип турар.

source: Cornish
tyv: Корн дыл

source: Corsican
tyv: Корсикан дыл

source: Could not add language
tyv: Дыл неметтинмээн

source: Could not change settings. Please try again.
tyv: Эдилгелер өскертинмээн. Катап шенеп көрүңерем.

source: Could not remove language
tyv: Дыл балаттынмаан

source: Could not remove language: language not found
tyv: Дыл балаттынмаан: дыл тывылбаан

source: { $count }mo
tyv: { $count } ай

source: { $countOfInvalidated } rejected by you
tyv: Ойталаан бижиктериңер — { $countOfInvalidated }

source: { $countOfUnreviewed } sentences are unreviewed. If you want, you can also review your sentences now before submitting them.
tyv: { $countOfUnreviewed } домак көрдүнмээн. Күзээр болзуңарза, домактарыңарны чорудар бетинде хынап база болур силер.

source: { $count }wk
tyv: { $count } неделя

source: { $count }y
tyv: { $count } чыл

source: Create a Custom Goal
tyv: Хууда сорулга тургузар

source: Create a profile
tyv: Профиль кылыр

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
tyv: Аңгы-аңгы кижилерниң Common Voice-ка киржип болур аргазын тургузары медээлер чыындызының моон-даа хөй улуска ажыктыг боорун магадылап турар. Бистиң кылган курлавырларывысты болгаш шаблоннарывысты ажыглап болур силер.

source: Criteria
tyv: Негелделер

source: Croatian
tyv: Хорват дыл

source: Czech
tyv: Чех дыл

source: Dagbani
tyv: Дагбани

source: Daily Goal
tyv: Хүннүң сорулгазы

source: Danish
tyv: Дат дыл

source: Datasets
tyv: Бердингеннер чыындызы

source: De-identified
tyv: Арын чок

source: Delete my recordings
tyv: Мээң бижиктеримни балаар

source: Delete Profile
tyv: Профильди балаар

source: Delete selected sentences
tyv: Шилиттинген домактарны балаар

source: Dhivehi
tyv: Мальдив дыл

source: Different language
tyv: Өске дыл

source: Difficult to pronounce
tyv: Адаары берге-дир

source: Dioula
tyv: Дьюла

source: Donate
tyv: Өргүүр

source: Donate your voice
tyv: Үнүңер өргүңер

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
tyv: Дылыңар чыындыда чок-тур бе? Ону Дылдар деп арындан сураглап көрүңерем.

source: Download
tyv: Кииртир

source: Download Common Voice Data
tyv: Common Voice медээлерин кииртир

source: Download Dataset Bundle
tyv: Кииртир { $language }

source: Download Links
tyv: Кииртирде айтылгалар

source: Download My Data
tyv: Мээң медээлеримни үндүртүр

source: Download profile data
tyv: Профильдиң медээлерин кииртир

source: Download the Dataset
tyv: Медээлер чыындызын кииртир

source: Download the Single Word Target Segment
tyv: "Чаңгыс сөс" деп сорулга сегментизин кииртир

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
tyv: Common Voice-ту экижидер бодалдарыңар бар бе? Discourse форуму таварыштыр биске чугаалаңар.

source: Do you want to continue?
tyv: Улаштырыксап тур силер бе?

source: Do you want to Speak, Listen or both?
tyv: Ону-даа, өскезин-даа бижидиксеп, хынаксап тур силер бе?

source: Drag and drop or <browseWrap>Browse</browseWrap>
tyv: <browseWrap>файлды шилип алыңар</browseWrap>азы өскээр чайладыптыңар

source: Dutch
tyv: Голланд дыл

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
tyv: Медээлер чыындызында бижик бүрүзү тускай MP3-ден болгаш аңаа дүгжүр сөзүглелдиг файлдан тургустунар. Бо медээ чыындызында <b>{ $hours }</b> бижиктерниң көвей кезиинче назы-хар, хиндии болгаш акцент дээн чижектиг, чугаа ылгап таныыр шимчедикчилерниң чиге болурунга дузалыг болгаш демографтыг метамедээлер база кирип турар. Амгы үеде медээлер чыындызы <b>{ $languageCount }</b> дылда <b>{ $hours }</b> хынаттынган шактардан тургустунган, ынчалза-даа бис чаа-чаа үннерни болгаш дылдарны доктаамал киирип турар бис. Бистиң <languagesLink>дылдар арны</languagesLink> деп арнывысче киргеш, дылды сураглап, азы киржип көрүңер.

source: Eastern Huasteca Nahuatl
tyv: Чөөн уастекан науатль

source: Easy
tyv: Белен

source: Edit
tyv: Эдер

source: Edit Profile
tyv: Профильди эдер

source: Email
tyv: Электроннуг почта

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
tyv: Common Voice-ка кампанияларга, хемчеглерге болгаш кады ажылдап кылыышкыннарга канчаар киржип болуруңарны билип алыр дизе, бистиң чагааларывысты <emailFragment>чагыттырып алыңар</emailFragment>.

source: Email is already used for a different account
tyv: Электроннуг почта өске аккаунтуда ажыглаттынып турар-дыр

source: Email Subscriptions
tyv: Электроннуг почта таварыштыр чагыдылгалар

source: English
tyv: Англи дыл

source: Enter Email to Download
tyv: Кииртип алырда электроннуг почтаңар адрезин киириптиңер

source: Enter email to send a sign up link
tyv: Бүрүткел айтылгазын чорударда, электроннуг почтаңар адрезин киириптиңер

source: Enter your public domain sentence here
tyv: хөй-ниитиниң өнчүзүнде фразаңарны маңаа киириптиңер

source: Error adding sentence
tyv: Домак немеп турда частырыг болу берген

source: Error while fetching rejected sentences. Please try again.
tyv: Ойталаан домактарны хүлээп турда, частырыг болу берген. Мооң соонда катап шенеп көрүңерем.

source: Error while fetching your sentences. Please try again.
tyv: Ойталаан домактарны хүлээп турда, частырыг болу берген. Мооң соонда катап шенеп көрүңерем.

source: Erzya
tyv: Эрзян дыл

source: Esperanto
tyv: Эсперанто

source: Estonian
tyv: Эстон дыл

source: Events
tyv: Болуушкуннар

source: Everyone
tyv: Шупту ажыглакчылар

source: Ewondo
tyv: Эвондо

source: Example
tyv: Чижек

source: Exit & Delete clips
tyv: Үне бээр, клиптерни балаар

source: Expert linguists can also help, try to reach out to local linguistic universities (both teachers and students) and see if they can help to gather a diverse set of sound-diverse sentences in your language.
tyv: Арга-дуржулгалыг лингвистер база дузаны кадып болур, ынчангаш тус черде дыл университеттери-биле (башкылар-биле, сургуулдар-биле) харылзашкаш, олар силерниң дылыңарда өскээр дыңналыр янзы-бүрү домактарны чыгжып берип шыдаар-дыр бе, билип шенеп көрүңер.

source: Failed to copy SHA256 Checksum
tyv: SHA256 хыналда түңнү хоолгалаары болдунмаан.

source: Failed to delete selected sentences… Please try again!
tyv: Домактарны балап турда, частырыг болу берген. Ам бир шенеп көрүңер.

source: Faroese
tyv: Фарер дыл

source: Fields marked with an asterisk (*) are required.
tyv: * ыяап долдурар ужурлуг шөлдер

source: Filtered sentences due to requirements failing (please submit fixed versions as new sentences):
tyv: Дараазында негелделерни сагывааны дээш, домактарны шүүреп каапкан (эдип каан версияларны чаа домактар кылдыр чорударыңарны диледивис):

source: Finding existing sentences in the Public Domain
tyv: Хөй-ниитиниң өнчүзүнде домактарны дилээр

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
tyv: Сонуургалдыг улустан тып алыңар. Ол дээрге университеттер, дыл өөренир школалар, медээлер специалистериниң азы оларның сонуургаларын камгалаар бөлүктери бооп болур. Дузадан дилеп, олар канчаар болгаш чүү дээш дузалап болурун тодаргай тайылбырлап бериңер. <outreachTemplates>Информастыг чагаалар шаблоннарын көрүңер</outreachTemplates>.

source: Finish editing first?
tyv: Баштай эдилгени доозуптар бе?

source: Finish recording
tyv: Бижикти доозуптуңар

source: Finish recording first?
tyv: Баштай бижикти доозуптар бе?

source: Finish Review
tyv: Хынап доозуптар

source: Finnish
tyv: Финн дыл

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
tyv: Үн бижиин киирткен база бижик бүрүзүн хынаан соонда-ла, аккаунтуңарның информастыг панельдери, үлүг киирип турарыңар дылыңарда силерниң амгы чедиишкиннериңерни көргүзер дээш, чаартынып турар. Ийе, элээн каш дылдарга дузаңар кадып болур силер. <br/><br/>Статистикаңарны хайгаарап турар кылдыр, бөлүктүң өске киржикчилери-биле деңнээрге канчаар ажылдап турарыңарны көөр кылдыр, хүннүң азы неделяның сорулгаларын тургузуп алыр кылдыр, информастыг панелдерни ажыглаңар.

source: for example
tyv: чижээ

source: For public domain text not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public licence poems"
tyv: Хөй-ниитиниң өнчүзү болуп турар, Интернетте чок сөзүглелге айтылгаларның академиктиг хевирин, чижээ, Гарвард стилин, ажыглап болур силер: «Джесс (2021) Ажык лицензиялыг мээң шүлүктерим».

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
tyv: Хөй-ниитиниң өнчүзү болуп турар, Интернетте чок сөзүглелге айтылгаларның академиктиг хевирин, чижээ, Гарвард стилин, ажыглап болур силер: «Джесс (2021) Ажык лицензиялыг мээң шүлүктерим».

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
tyv: Технология шупту улуска эки ажылдазын дизе, чогаадыкчыларга технология тургузарынга дузалажыр медээлер аңгы-аңгы кижилерни көрүнчүктеп көргүзер ужурлуг. Чижээ, чугаалап турар кижилерни акцентилиг кылдыр киирбейн барзывысса, технология ындыг акцентилиг кижилерге ажылдавайн баар. <learnMore>Метамедээлерниң чугулазының дугайында ам-даа билип алыңар.</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
tyv: Бо дылдарга веб-сайт чедиишкинниг <localizationGlossaryLink>локализациялаттынган</localizationGlossaryLink>, ынчангаш <speakLink>үннер чыылдазын</speakLink> база <listenLink>оларның хыналдазын</listenLink>эгелээр кылдыр, ында <sentenceCollectionGlossaryLink>элээн хөй домактар</sentenceCollectionGlossaryLink> чыгдынган.

source: French
tyv: Француз дыл

source: Frequently Asked Questions
tyv: Үргүлчү салыр айтырыглар

source: Frisian
tyv: Фриз дыл

source: Fulah
tyv: Фула

source: Galician
tyv: Галисий дыл

source: Georgian
tyv: Грузин дыл

source: German
tyv: Немец дыл

source: Get in touch
tyv: Харылзаага турар

source: Get involved
tyv: Киржир

source: Get Involved
tyv: киржир

source: Get started with goals
tyv: Сорулга салыр

source: Get Started with Speech Recognition
tyv: Common Voice-ту боттуң программаларынга канчаар ажыглаары

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
tyv: <githubLink>NVIDIA NeMo</githubLink>™ — диалог тургузар КУ-нуң (Кылымал угаанның) амгы модельдерин ажылдап кылып турар шинчилекчилерге <docsLink>ажык үндезин кодтуг херекселдер чыындызы</docsLink>.

source: Glossary
tyv: Сөстер тайылбыры

source: Goal reached
tyv: Сорулга чедип алдынган

source: Goals
tyv: Сорулгалар

source: Goan Konkani
tyv: Гоан конкани

source: Go to Discourse
tyv: Discourse-че шилчий бээр

source: Go to Languages Page
tyv: Дылдар деп арынче шилчий бээр

source: Go to { $name }
tyv: Бээр { $name } шилчий бээр

source: <governanceLink>Read more about how we're governed</governanceLink>
tyv: <governanceLink>Башкарылгавыстың канчаар тургустунганын ам-даа билип алыңар</governanceLink>

source: Government proceedings, books and articles are also great however since the text tends to be a little more formal they are less of a priority.
tyv: Чазак документилери, номнар болгаш статьялар база дузалыг, ынчалза-даа сөзүглел хостуг хевирлиг болур шынарлыг болганда, оларны ындыг-ла кончуг чугулалавас-даа болза ажырбас.

source: Governments
tyv: Чазак

source: Grammatical / spelling error
tyv: Грамматиктиг / орфографтыг частырыг

source: Great!<recordIcon></recordIcon> Record your next clip
tyv: Тергиин-дир! <recordIcon></recordIcon> Дараазында кливиңерни бижидиптиңер

source: Great work!<playIcon></playIcon> Listen again when you're ready
tyv: Тулган ажыл-дыр! <playIcon></playIcon> Белен апаргаш, катап база дыңнаптыңар

source: Greek
tyv: Грек дыл

source: Guarani
tyv: Гуарани

source: Gujarati
tyv: Гуджарати

source: Haitian
tyv: Гаити дыл

source: Hakha Chin
tyv: Чин дыл

source: Hausa
tyv: Хауса

source: Have Feedback?
tyv: Үнелел арттырар

source: Have you read our Terms?
tyv: Ажыглаарының негелделерин номчуп алдыңар бе?

source: Having an account is not required to contribute, though it is helpful.
tyv: Киржирде, аккаунт ажыктыг-даа болза, ооң херектии албан эвес

source: Having a profile is not required to contribute though it is helpful, see why below.
tyv: Киржирде, профиль ажыктыг-даа болза, ооң херектии албан эвес

source: Hebrew
tyv: Иврит

source: Help
tyv: Дуза

source: Help create Common Voice’s first target segment in { $locale }
tyv: Common Voice-ка { $locale } черге баштайгы сорулга сегментизин тургузуп алырынга дузалажыңар

source: Help teach machines how real people speak, donate your voice at { $link }
tyv: Кылымал угаан кижилерни билип шыдаар болур кылдыр дузаңар кадып, үнүңерни { $link } өргүңер

source: Help us build a community around voice technology, stay in touch via email.
tyv: Дыл технологияларының талазы-биле бөлүктү биске тургусчуп, электроннуг почта дамчыштыр харылзаага туруңар.

source: Help us build a high quality, publicly open dataset
tyv: Бедик шынарлыг ажык база тургусчурунга дузалажыңар

source: Help us by reviewing sentences for correctness according to the guidelines.
tyv: Бистиң негелдереривиске дүгжүр домактарны шилииринге биске дузалажыңар.

source: Help us by writing or collecting Public Domain sentences.
tyv: Хөй-ниитиниң өнчүзүнде домактарны бижииринге азы тыварынга биске дузалажыңар.

source: Help us find more voices, share your goal
tyv: Сорулгаңарны үлежип, биске ам-даа оон-даа хөй үннер тып алырынга дузалажыңар

source: Help us find others to donate their voice!
tyv: Биске дузалажырда, оон-даа өске үнүн бижидиксээр улус тыпчып бээрин диледивис

source: Help us get to { $goal }
tyv: { $goal } чедип алыр кылдыр биске дузалажыңар

source: Help us validate sentences!
tyv: Бижиттинген чүүлдерни хынажып бээрин диледивис!

source: Help us validate voices
tyv: Бижиктерни хынажып бээрин диледивис

source: Here are the links to download your ZIP files.
tyv: Мээң медээлеримни үндүртүр

source: Hidden
tyv: Чажыт

source: Hiligaynon
tyv: Хилигайнон

source: Hill Mari
tyv: Даг марий

source: Hindi
tyv: Хинди

source: His hand was rais-ed.
tyv: Ооң холу көдүрлү берген турган.

source: Home
tyv: кол арын

source: Hours
tyv: Шак

source: Hours Recorded
tyv: Бижиттинген шактар

source: Hours Validated
tyv: Хынаттынган шактар

source: How ?
tyv: Кандыг?

source: How are project decisions made?
tyv: Төлевилелдиң шиитпирлерин канчаар хүлээп ап турарыл?

source: How can I get the Common Voice data?
tyv: Common Voice медээлерин канчаар ап болур мен?

source: How can we effectively grow a language on Common Voice?
tyv: Common Voice-ка дылды канчаар шынарлыг кылдыр сайзырадып болур бис?

source: How does Common Voice work?
tyv: Common Voice канчаар ажылдаар?

source: How do I access and use the dataset?
tyv: Медээлер чыындызынче канчаар кирер, ону канчаар ажыглаар?

source: How do I add a language?
tyv: Дылды канчаар немээр мен?

source: How do I add sentences?
tyv: Домакты канчаар немээр мен?

source: How do I cite?
tyv: Домакты канчаар немээр мен?

source: How do I know whether to approve a voice clip?
tyv: Бижикти деткип болур деп канчаар билип алыр мен?

source: How do I record a high quality voice clip?
tyv: Үн бижиин бедик шынарга канчаар бижидип болур мен?

source: How do I stay in touch?
tyv: Харылзаага канчаар турар мен?

source: How do you ensure anonymity and privacy of the people who donated their voices?
tyv: Үннерин өргээн кижилерниң билдинмес болгаш чажыт болурун канчаар хандырар силер?

source: How to
tyv: Удуртулга

source: How-to
tyv: Удуртулга

source: How to Cite
tyv: Канчаар цитаталаар

source: How would you describe your accent?
tyv: Акцентиңерни канчаар бижип болур силер?

source: Hungarian
tyv: Венгер дыл

source: I agree
tyv: Чөпшээрежир мен

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
tyv: { $lang } дыл мээң төрээн дылым эвес-тир, чугаам база акцентилиг, силерге мээң үнүм херек бе?

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
tyv: Мен дылдың эдилекчизи эвес болгаш, чугаам акцентилиг, силерге мээң үнүм херек бе?

source: Icelandic
tyv: Исланд дыл
